<template>
  <main class="l-main">
      <PageTitle mainTitle="SITE POLICY" subTitle="サイトポリシー" />

      <div>
        <div class="text-right mb-8">
          制定　2005年4月1日<br>
          株式会社サン・ポート
        </div>
        <p class="mb-8">このウェブサイトは株式会社サン・ポート（以下当社といいます）が運営しています。 お客様が当サイトをご利用になる際に、前もってご了解いただきたいことや参考になることを説明します。</p>

        <ul>
          <li>
            <dl>
              <dt>著作権について</dt>
              <dd>当サイト上の文書・写真・イラスト等（以下コンテンツといいます）は、当社ならびに第三者が有する著作権により保護されており、当サイトご利用の皆様は閲覧のみご利用いただけます。また、当サイトの利用者は、当サイトの利用をもってサイトポリシーの全てに同意したものとさせていだたきます。</dd>
            </dl>
          </li>
          <li>
            <dl>
              <dt>クッキー（Cookies）の使用について</dt>
              <dd>クッキー(Cookies)とは、ウェブサイトがお客様のコンピュータに送信してくるデータファイルで、お客様が再度訪れたときに、ウェブサイトがお客様のコンピュータから読み取ることができます。当サイトでは、一部のページでクッキー(Cookies)の仕組みを利用して、お客様が毎回入力する手間をはぶいたり、お客様が訪れたページの履歴情報などを収集することがあります。クッキー(Cookies)によってお客様の個人情報を得ることはありません。またお客様はクッキー(Cookies)の受取を拒否することができます。この場合、当サイトが提供するサービスを一部ご利用できない場合があります。</dd>
            </dl>
          </li>
          <li>
            <dl>
              <dt>コンテンツの改訂について</dt>
              <dd>当サイトまたは当サイト上のコンテンツは、予告なく変更、修正、削除、中断することがあります。当社は、当サイトに掲載された情報を更新する義務を負うものではなく、その約束をするものでもありません。当サイトのいかなる情報についても、常に最新情報に反映されるものではないことをご了承ください。</dd>
            </dl>
          </li>
          <li>
            <dl>
              <dt>リンクについて</dt>
              <dd>当サイトへリンクされる場合は、リンク元のサイトの運営主体、リンクの目的およびリンク元のページのURLなどを、事前に当社へご連絡ください。リンク先は原則として当サイトのトップページにお願いいたします。場合によってはリンクをお断りすることがあります。また、当サイトは、当社以外の第三者のサイトにリンクしている場合があります。当社は、このようなリンクはあくまで便宜上の目的で提供しており、リンク先サイトのコンテンツについて何ら責任を負うものではありませんのでご了承ください。なお、リンク先サイトを利用する場合には、その利用上のルールを遵守してご利用ください。</dd>
            </dl>
          </li>
        </ul>
      </div>
  </main>
</template>

<script setup>
  import PageTitle from '@/components/PageTitle.vue';
</script>

<style scoped lang="scss">
ul {
  margin-left: 1rem;
}
li {
  list-style-type: decimal;
  margin-bottom: 1.5rem;
}
</style>
