<template>
  <main class="l-main">
    <PageTitle mainTitle="PRIVACY POLICY" subTitle="プライバシーポリシー" />
    <div>
      <div class="text-right mb-8">制定　2005年4月1日<br>株式会社サン・ポート</div>
      <p class="mb-8">株式会社サン･ポート（以下，弊社といいます）は，常にお客様へのサービス向上に取り組んでおります。お客様から弊社へ提供される情報は弊社がお客様によりよい商品・サービスを提供させていただくためにのみ使用されます。また，下記の通り情報保護方針を定め，個人情報の保護に努めます。</p>
      <ul>
        <li>
          <dl>
            <dt>個人情報保護について</dt>
            <dd>弊社における個人情報は，利用目的に応じ業務上必要な範囲において，正確かつ適切に取り扱うことを基本といたします。 (1) 弊社における個人情報は，利用目的に応じ業務上必要な範囲において，正確かつ適切に取り扱うことを基本といたします。 (2) 個人情報は，原則として目的以外の利用はいたしません。 (3) 弊社は社員教育等により厳重な個人情報の管理，保管を行います。 (4) お客様がご自身の個人情報の照会，修正等希望される場合には，お客様ご自身であることを確認した上で合理的な範囲で対応させていただきます。 (5) なお弊社は，お客様の個人情報に関して適用される法令，規範を遵守するとともに上記の取り組みを実施し，適宜見直し，改善してまいります。 (6) 個人情報保護方針の内容に変更があった場合は，弊社内，弊社ホームページ内にその旨を公表いたします。</dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>個人情報の収集について</dt>
            <dd>収集した個人情報は，お客様へより良い商品・サービスを提供させていただくことを目的に，必要な情報として収集させていただきます。</dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>個人情報の利用目的</dt>
            <dd>お客様からいただいた個人情報は，下記の場合に限り利用し，お客様が個人情報を提供された目的以外に利用することはありません。 (1) 駐車場業務（付帯サービスを含む）を運用するため。 (2) サービス・商品の改善，向上のため。 (3) 電子メールまたは郵便による，弊社および提携先企業における新商品・サービスの弊社からのご案内のため。</dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>個人情報の管理</dt>
            <dd>(1) お客様の個人情報は，お申し込みいただいたサービス提供の記録として一定期間保存することがあります。 (2) お客様の個人情報は，慎重に取り扱い，以下の場合を除き，第三者に提供または開示をすることはありません。 ① システムの維持・管理に関して守秘義務を課した業務委託先での使用。 ② お客様に同意をいただいたとき。 ③ 法令等により開示を求められた場合。 (3) 弊社では，社員にお客様の個人情報の管理を徹底させ，外部への漏えい，不正アクセス，改ざん，紛失，破壊などが発生しないようセキュリティの強化に努めています。</dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>個人情報のセキュリティについて</dt>
            <dd>(1) 当社ホームページにてお客様とインターネットを通じて行われる個人情報はすべて暗号化（SSL対応）して送受信されています。 収集したすべての情報は外部に持ち出されることはありません。 (2) 当社ホームページではクッキー（Cookie）を管理目的に使用しています。お客様が本ページに再度訪問された際に，より便利に閲覧していただくためのものであり，お客様のプライバシーを侵害したり，コンピューターへ悪影響を及ぼしたりするものではありません。</dd>
          </dl>
        </li>
        <li>
          <dl>
            <dt>個人情報のお問い合わせまたは修正窓口</dt>
            <dd>お客様がお客様の個人情報の照会・修正ならびに削除をご希望される場合は，以下のお問い合わせ先までお申し出ください。可能な限りすみやかに対応いたします。 </dd>
          </dl>
        </li>
      </ul>

      <div>
        株式会社サン・ポート<br />
        〒286-0121<br />
        千葉県成田市駒井野 134<br />
        受付時間／9：00～17：00（土日祝，年末年始を除く）<br />
        TEL：0476-33-1155　FAX：0476-33-1198<br />
        e-mailによるお問い合わせは<NuxtLink to="/contact">こちら</NuxtLink>から
      </div>
    </div>
  </main>
</template>

<script setup>
  import PageTitle from '@/components/PageTitle.vue';
</script>

<style scoped lang="scss">
  ul {
    margin-left: 1rem;
  }
  li {
    list-style-type: decimal;
    margin-bottom: 1.5rem;
  }

  a {
    // color: #A7DFD7;
    font-weight: bold;
    border-bottom: 1px solid #000;
  }
</style>